export const testPattern1 = Array.from(
  `` +
    `⬛⬜🟥🟧🟨🟩🟦🟪⬛⬜🟥🟧🟨🟩🟦🟪⬛⬜🟥🟧🟨🟩` +
    `🟩⬛⬜🟥🟧🟨🟩🟦🟪⬛⬜🟥🟧🟨🟩🟦🟪⬛⬜🟥🟧🟨` +
    `🟨🟩⬛⬜🟥🟧🟨🟩🟦🟪⬛⬜🟥🟧🟨🟩🟦🟪⬛⬜🟥🟧` +
    `🟧🟨🟩⬛⬜🟥🟧🟨🟩🟦🟪⬛⬜🟥🟧🟨🟩🟦🟪⬛⬜🟥` +
    `🟥🟧🟨🟩⬛⬜🟥🟧🟨🟩🟦🟪⬛⬜🟥🟧🟨🟩🟦🟪⬛⬜` +
    `⬜🟥🟧🟨🟩⬛⬜🟥🟧🟨🟩🟦🟪⬛⬜🟥🟧🟨🟩🟦🟪⬛`
);

export const testPattern2 = Array.from(
  `` +
    `                      ` +
    `     HELLO WORLD!     ` +
    `     03:46 PM         ` +
    `     SATURDAY         ` +
    `     OCTOBER 15       ` +
    `                      `
);

export const testPattern3 = Array.from(
  `` +
    ` ABCDEFGHIJKLMNOPQRSTU` +
    `VWXYZ!@#$&()-+=;:'"%,.` +
    `?°/1234567890⬛⬜🟥🟧🟨🟩🟦🟪 ` +
    `                      ` +
    `                      ` +
    `                      `
);
